[
    {
        "detailPelicula": [
            {
                "show": "true",
                "title": "Ratatouilles",
                "alterTitle": "Rato lin",
                "date": "29 de junio de 2007",
                "genero": "Animación",
                "text_small": "Remy es una rata que aprecia la buena comida y tiene un paladar bastante sofisticado. Su sueño es convertirse algún día en un gran chef francés a pesar de la oposición de su familia.",
                "text_long": "Remy es una rata que aprecia la buena comida y tiene un paladar bastante sofisticado. Su sueño es convertirse algún día en un gran chef francés a pesar de la oposición de su familia. El destino lleva a Remy a las alcantarillas de París, donde su situación no puede ser mejor, ya que se encuentra justo debajo de uno de los restaurantes más finos de París. El roedor se sentirá en el lugar perfecto para convertir su sueño en una realidad.",
                "url_imag": "https://kikocasals.files.wordpress.com/2018/08/rara.jpg?w=584",
                "url_imag_port": "https://www.lavanguardia.com/peliculas-series/images/movie/backdrop/2007/6/w1280/xgDj56UWyeWQcxQ44f5A3RTWuSs.jpg"
            },
            {
                "show": "true",
                "title": "Summers wars ",
                "alterTitle": "",
                "date": "1 de agosto de 2009",
                "genero": "Animación, Aventura, Fantacia",
                "text_small": "Un joven genio de las matemáticas resuelve una compleja ecuación y sin querer libera a una inteligencia artificial de un mundo virtual, que destruirá la Tierra.",
                "text_long": "Un joven genio de las matemáticas viaja al pueblo de la chica más popular del instituto. Al principio, su única misión será fingir que es el novio de la joven durante la reunión para celebrar el 90 cumpleaños de la matriarca familiar. Sin embargo, la situación se complicará cuando una misteriosa inteligencia artificial comience a tomar control de un mundo virtual conocido como OZ, una mezcla de juego on-line y red social. Pronto esa amenaza informática empezará a poner en peligro al mundo real.",
                "url_imag": "https://www.ecartelera.com/carteles/6700/6780/002_m.jpg",
                "url_imag_port": "https://cdn.hobbyconsolas.com/sites/navi.axelspringer.es/public/media/image/2013/06/231163-summer-wars-finalmente-llega-julio.jpg?tf=3840x"
            },
            {
                "show": "true",
                "title": "El precio del mañana",
                "alterTitle": "",
                "date": "4 de noviembre de 2011",
                "genero": "Accion, Ciencia ficcion, Drama",
                "text_small": "El hallazgo de una fórmula contra el envejecimiento trae consigo no sólo superpoblación, sino también la transformación del tiempo en moneda de cambio.",
                "text_long": "El hallazgo de una fórmula contra el envejecimiento trae consigo no sólo superpoblación, sino también la transformación del tiempo en moneda de cambio que permite sufragar tanto lujos como necesidades. En este contexto, Will, un obrero que consigue casualmente una inmensa cantidad de tiempo, debe huir de unos policías corruptos, acompañado de una rehén adinerada.",
                "url_imag": "https://mx.web.img3.acsta.net/pictures/22/02/18/00/12/1782962.jpg",
                "url_imag_port": "https://www.miblogdecineytv.com/wp-content/uploads/2016/09/16400.jpg"
            },
            {
                "show": "true",
                "title": "El Planeta Del Tesoro",
                "alterTitle": "",
                "date": "27 de noviembre de 2002",
                "genero": "Animación, Aventura, Fantacia",
                "text_small": "Jim Hawkins, un chico rebelde a quien siempre le han apasionado las historias de piratas, compite para encontrar un tesoro en el espacio exterior.",
                "text_long": "Toda la galaxia está a la caza del legendario tesoro \"botín de los mil mundos\", cuando Jim Hawkins, un niño de 15 años, encuentra por casualidad un mapa que conduce a la mayor cueva de piratas del mundo.Esta película narra las fantásticas aventuras de Jim por un universo paralelo como grumete a bordo de un magnífico galeón espacial. Protegido por John Silver, el carismático cocinero del barco (mitad hombre, mitad máquina), Jim demuestra su valor luchando junto a la tropa alienígena contra supernovas, agujeros negros y feroces tormentas espaciales. Pero el destino le depara mayores peligros: su apreciado amigo Silver es en realidad un malvado pirata que pretende provocar un motín. Jim se hace mayor de golpe al conocer los sinsabores de la traición. Así es como encuentra la fuerza en su interior para hacer frente a los amotinados y descubrir un \"tesoro\" más espectacular de lo que jamás había soñado.",
                "url_imag": "https://es.web.img2.acsta.net/pictures/14/04/14/12/53/368430.jpg",
                "url_imag_port": "https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/0C3471FA06F8B47E3F16F5AEBB25E31102894301C888E9C392CF18B0A399426B/scale?width=1200&aspectRatio=1.78&format=jpeg"
            },
            {
                "show": "true",
                "title": "Quiero comerme tu pancreas",
                "alterTitle": "",
                "date": "2023-10-05",
                "genero": "Romance, Drama, Animacion",
                "text_small": "Un día, un solitario estudiante de secundaria encuentra un libro de bolsillo en el hospital. Resulta ser un diario de una compañera de clase, Sakura Yamauchi.",
                "text_long": "Esta es  la historia de una chica con una enfermedad pancreática terminal, un chico que le guarda el secreto y una relación que todavía no tiene nombre...  \"Yo\" es un estudiante de secundaria que no siente ningún interés por los demás y se pasa todo el tiempo solo leyendo libros. Un día, en una sala de espera de un hospital se encuentra un libro titulado \"Vivir con la muerte\", que resulta ser el diario secreto de Sakura Yamauchi, una chica popular de su clase. En él relata que le han diagnosticado una enfermedad pancreática terminal y que ha decidido no contárselo a nadie y exprimir al máximo el tiempo que le queda de vida. A pesar de su desdén inicial, la actitud de la chica hace que el corazón de \"Yo\" se va ablandando poco a poco. Estos son los recuerdos primaverales de una chica que convive con una enfermedad terminal, un chico que le guarda el secreto y una relación que todavía no tiene nombre.",
                "url_imag": "https://3.bp.blogspot.com/-KNRoygsjZjo/W0y87csfJlI/AAAAAAAAGGE/UZ2Ow8L8ybM3UTSdTHiG4pyz-TtTGWqxwCLcBGAs/s1600/let-me-eat-your-pancreas-anime-poster.jpg",
                "url_imag_port": "https://www.fantasycloud.net/wp-content/uploads/2019/04/Quiero-comerme-tu-pancreas-3-720x380.png"
            },
            {
                "show": "true",
                "title": "Step up",
                "alterTitle": "",
                "date": "2023-10-05",
                "genero": "Musica, Danza, Romance",
                "text_small": "Obligado a prestar servicio comunitario, Tyler Gage llega a una escuela de Maryland como un intruso molesto. Nora, una talentosa bailarina, observa su habilidad para la danza, y muy pronto el amor surge entre ellos.",
                "text_long": "Él es un rebelde audaz del lado equivocado de las vías de Baltimore. Ella es una bailarina privilegiada de una selecta escuela de artes interpretativas. Sus mundos no podrían ser más diferentes, pero cuando sus destinos colisionan, vuelan las chispas entre ellos, encendiendo un estimulante cuento de hadas avivado por el hip-hop, acerca de hacer que tu única posibilidad de un sueño improbable se haga realidad.",
                "url_imag": "https://es.web.img3.acsta.net/pictures/14/03/13/10/11/381575.jpg",
                "url_imag_port": "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/0e69c09a6fd9265a01e74c375eb4e6cd5e9756159ec61bdb6e1edd0f8a686a09._UY500_UX667_RI_V_TTW_.jpg"
            },
            {
                "show": "true",
                "title": "Spider Man Into The Spider-Vers",
                "alterTitle": "",
                "date": "14 de diciembre de 2018",
                "genero": "Animación, Aventura, Fantacia",
                "text_small": "Luego de ser mordido por una araña radioactiva, el joven Miles Morales desarrolla misteriosos poderes que lo transforman en el Hombre Araña.",
                "text_long": "En un universo paralelo donde Peter Parker ha muerto, un joven de secundaria llamado Miles Morales es el nuevo Spider-Man. Sin embargo, cuando el líder mafioso Wilson Fisk (a.k.a Kingpin) construye el \"Super Colisionador\" trae a una versión alternativa de Peter Parker que tratará de enseñarle a Miles como ser un mejor Spider-Man. Pero no será el único Spider Man en entrar a este universo, 4 versiones alternas de Spidey aparecerán y buscarán regresar a su universo antes de que toda la realidad colapse.",
                "url_imag": "https://musicart.xboxlive.com/7/00f05000-0000-0000-0000-000000000002/504/image.jpg?w=1920&h=1080",
                "url_imag_port": "https://img.chilango.com/2018/12/spider-man-un-nuevo-universo.jpg"
            },
            {
                "show": "true",
                "title": "El Castillo Ambulante",
                "alterTitle": "",
                "date": "20 de noviembre de 2004",
                "genero": "Animación, Aventura, Fantacia",
                "text_small": "Sophie, una joven que trabaja sin descanso en la tienda de sombreros de su difunto padre. En uno de sus paseos por la ciudad, conoce al mago Howl, un joven extremadamente seductor.",
                "text_long": "Sophie tiene 18 años. Trabaja sin descanso en la tienda de sombreros que mantenía su padre antes de fallecer. En uno de sus poco frecuentes paseos por la ciudad, Sophie conoce al mago Howl. Howl es un joven con poderes extraordinarios y extremadamente seductor. Sin embrago, a Sophie le da la impresión de que Howl esconde algo El encuentro entre Sophie y Howl no ha pasado desapercibido para la Bruja de las Landas, quien odia visceralmente a Howl. Cuando Sophie vuelve a la tienda, la Bruja, haciéndose pasar por una clienta, la engaña y la hechiza, transformándola en una anciana de 90 años que no puede revelar su verdadera identidad.",
                "url_imag": "https://cinematecadebogota.gov.co/sites/default/files/styles/318_x_460/public/afiches/poster_el_castillo_vagabundo.jpeg?itok=-ZTsGWSb",
                "url_imag_port": "https://vivirenelpoblado.com/wp-content/uploads/2019/10/castillo-ambulante.jpg"
            },
            {
                "show": "true",
                "title": "Yo antes de ti",
                "alterTitle": "",
                "date": "3 de junio de 2016",
                "genero": "Romance, Drama,",
                "text_small": "La vida de Louisa Clark, una chica alegre y alocada, que va empalmando un trabajo con otro para ayudar a su familia a subsistir, cambia por completo cuando comienza a trabajar como cuidadora de un joven millonario.",
                "text_long": "A menudo encuentras el amor donde menos te lo esperas. A veces te lleva adonde nunca esperabas ir... Louisa Clark o Lou, como la llaman pierde inesperadamente su trabajo como camarera y debe luchar para sustituir los ingresos de los que depende su unida familia. La desesperación la lleva a aceptar un trabajo como cuidadora de Will Traynor, un hombre que fue un rico banquero con un alma aventurera, que vivía la vida con máxima plenitud, pero para quien aquellos días pertenecen al pasado. Después de un trágico accidente, pierde las ganas de vivir y mantiene a todo el mundo a distancia con su actitud arrogante y cáustica. Pero a diferencia de la familia de Will, Lou se niega a caminar de puntillas o a obedecer a su estado de ánimo. Incluso a él le costará ignorar su chispeante personalidad y su carácter sencillo, y pronto los dos se convertirán exactamente en lo que el otro necesita.",
                "url_imag": "https://es.web.img3.acsta.net/pictures/16/02/04/15/49/599815.jpg",
                "url_imag_port": "https://i.blogs.es/9dff4b/mebeforeyouf1/1366_2000.jpg"
            },
            {
                "show": "true",
                "title": "Interstella 5555",
                "alterTitle": "",
                "date": "28 de mayo de 2003",
                "genero": "Anime, Fantacia, Aventura, Musical",
                "text_small": "Un malvado empresario secuestra y lava el cerebro a un grupo de rock extraterrestre, los convierte en estrellas de rock prefabricadas.",
                "text_long": "Un conjunto de naves con soldados terrestres aterrizan en un planeta extraterrestre donde una banda está dando un concierto para un auditorio multitudinario. Los asistentes al concierto son adormecidos con gas y el guitarrista Arpegius, el batería Baryl, el teclista Octave y la bajista Stella son secuestrados y traídos al planeta Tierra. Los secuestradores no lo saben, pero son seguidos por Shep, un habitante del país extraño y amigo de los secuestrados. Los componentes del grupo son sometidos a un proceso que borra sus memorias y se les implanta una tarjeta de memoria con identidad terrestre. Un manager, consciente del talento de estos músicos, quiere sacarle rédito a la banda y por eso ha sido secuestrada. El grupo adquiere una gran fama en nuestro planeta y el manager, Earl, hace mucho dinero gracias a ellos.",
                "url_imag": "https://www.lavanguardia.com/peliculas-series/images/movie/poster/2003/5/w1280/5ArikwePepGdpZAuiTUoQxRE5s1.jpg",
                "url_imag_port": "https://desdelaotravereda.files.wordpress.com/2023/02/interestella5555.jpg"
            }
        ]
    }
]